<?php
/* @var $this yii\web\View */
?>
<h1>Призначити практику групам</h1>
<?= $this->render('_menu') ?>
<h3>Довідка</h3>
<p>
    У кабінеті адміністратора сайту можливо визначити базові налаштування, зокрема викзначити які групи у поточному році мають практику, проконтролювати користувачів, виконати розсилку електронних листів та смс, переглянути статистичні дані та інформацію про  договори та інші документи, що супроводжують практику та розподіл студентів.
</p>
<dl>

    <dt>"<strong>Користувачі</strong>"</dt>
    <dd>У розділі представлений список облікових записів користувачів, що зареєстровані на сайті. </dd>
    <br>

    <dt>"<strong>Картки студентів</strong>"</dt>
    <dd>У розділі "Картки", можливо створити нову картку студента, а також переглянути істуючі. <i>(У розробці)</i></dd>
    <br>

    <dt>"<strong>Групи</strong>"</dt>
    <dd>У цьому розділі виконується призначення практики групам. Ця інформація надалі використовується для формування наказів за видами практики. <i>(У розробці)</i></dd>
    <br>

    <dt>"<strong>Документи</strong>"</dt>
    <dd>У розділі "Документи" можливо переглянути та додати нові документи, що стосуються практики та розподілу студентів.</dd>
    <br>


<!--    <dt><strong>Керівники практики</strong>"</dt>-->
<!--    <dd>У розділі "Керівники практики", студентам призначаються керівники практики від факультету. Серед опцій можливо обрати гру3пування студентів як по групам так і по компаніям. У цьому разі легко виконати розподіл так, щоб на одну компанію був лише один керівник практики від факультету. </dd>-->
<!--    <br>-->

    <dt>"<strong>Розсилка</strong>"</dt>
    <dd>У розділі "Розсилка" можливо виконати розсилку електронних листів або смс студентам, керівникам практики з можливістю як групування за компаніями  чи групами, так і персонально. <i>(У розробці)</i></dd>
    <br>

</dl>
